# GetHorizSecCutPlane

## Description
```pascal
FUNCTION GetHorizSecCutPlane(hObject : HANDLE) : INTEGER;
```

```python

def vs.GetHorizSecCutPlane(hObject):
    return INTEGER
```

## Parameters
|Name|Type|Description|
|---|---|---|
|hObject|HANDLE||

## Version
Availability: from Vectorworks 2020
## Category
* Objects - Custom